// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的欢欢",
        "我们马上一年啦",
        "一年中有过欢笑，有过吵闹",
        "不管是欢笑还是吵闹",
        "都是我们增进感情的调味剂",
        "过往种种让两人之间联系更加紧密",
        "以后不管遇到什么",
        "都要在彼此情感基础上解决问题",
        "这样才会长长久久呀！",
        "亲爱的欢儿，你是我的唯一",
        "爱你永远。。。",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2021-06-14T00:00:00",
    // 双方的名字
    names: ["梁小海", "欢欢"]
}
